///////////////////////////////// ЗАДАЧА 5///////////////////////////////

// let cost;
// const subscription = prompt("В какую страну хотите доставить товар?");

// switch (subscription.toLowerCase()) {
//   case 'китай':
//     cost = alert ('Доставка в Китай будет стоить 100 кредитов');
//     break;

//   case 'чили':
//     cost = alert ('Доставка в Чили будет стоить 250 кредитов');
//     break;

//   case 'австралия':
//     cost = alert ('Доставка в Австралия будет стоить 170 кредитов');
//     break;

//   case 'индия':
//     cost = alert ('Доставка в Индия будет стоить 80 кредитов');
//     break;

//     case 'ямайка':
//       cost = alert ('Доставка в Ямайка будет стоить 120 кредитов');

//   default:
//     alert('В вашей стране доставка не доступна!');
// }